000001 IDENTIFICATION DIVISION.
000002 PROGRAM-ID. "HELLO WORLD".
000003 AUTHOR. "ALBERTO CAVALCANTE".
000004* My first program in COBOL
000005* Hello World!
000006* A Margin: 8-11 | B Margin: 12-72
000007 ENVIRONMENT DIVISION.
000008
000009 DATA DIVISION.
000010
000011 PROCEDURE DIVISION.
000012 0100-MAIN.
000013     DISPLAY "HELLO WORLD".
000014     STOP RUN.
000015 END PROGRAM "HELLO WORLD".
